Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Name of the outgoing interface to reach the remote VXLAN tunnel endpoint
sv: Namn på det utgående gränssnitt som används för att nå den fjärranslutna VXLAN-tunnelslutpunkten

source: Name of the set
sv: Namn på uppsättningen

source: Name of the tunnel device
sv: Namn på tunnelenheten

source: Names not in {etc_hosts} are answered {not_found}.
sv: Namn som inte finns i {etc_hosts} besvaras med {not_found}.

source: Nebula Network
sv: Nebula-nätverket

source: Neighbour Report
sv: Grannrapport

source: Neighbour cache validity
sv: Giltighetstid för granncache

source: Netfilter table name
sv: Namn på Netfilter-tabell

source: Network
sv: Nätverk

source: Network Coding
sv: Nätverkskodning

source: Network Mode
sv: Nätverksläge

source: Network Registration
sv: Nätverksregistrering

source: Network SSID
sv: SSID för nätverket

source: Network address
sv: Nätverksadress

source: Network and its mask that define the size of the destination
sv: Nätverk och nätmask som definierar destinationens storlek

source: Network and its mask that define which source addresses use this route
sv: Nätverk och nätmask som definierar vilka källadresser som använder den här rutten

source: Network boot image
sv: Uppstartsbild för nätverket

source: Network bridge configuration migration
sv: Migrering av nätverksbryggans konfiguration

source: Network device
sv: Nätverksenhet

source: Network device activity (kernel: netdev)
sv: Nätverksenhetsaktivitet (kärna: netdev)

source: Network device is not present
sv: Nätverksenheten finns inte

source: Network device table "%h"
sv: Tabell för nätverksenhet ”%h”

source: Network ifname configuration migration
sv: Migrering av ifname-konfiguration för nätverk

source: Network interface
sv: Nätverksgränssnitt

source: Never forward DNS queries which lack dots or domain parts.
sv: Vidarebefordra aldrig DNS-frågor som saknar punkt eller domändelar.

source: Never forward these matching domains or subdomains; resolve from DHCP or hosts files only.
sv: Vidarebefordra aldrig dessa matchande domäner eller underdomäner; slå endast upp dem från DHCP- eller hosts-filer.

source: Never send queries for FQDNs in the Address option to an upstream resolver.
sv: Skicka aldrig frågor för FQDN i alternativet Adress till en uppströms resolver.

source: New interface for "%s" can not be created: %s
sv: Det går inte att skapa ett nytt gränssnitt för ”%s”: %s

source: New interface name…
sv: Nytt gränssnittsnamn…

source: Next »
sv: Nästa »

source: No DHCP Server configured for this interface
sv: Det finns ingen DHCP-server inställd för det här gränssnittet

source: No Data
sv: Inga data

source: No Encryption
sv: Ingen kryptering

source: No Host Routes
sv: Inga värdrutter

source: No NAT-T
sv: Ingen NAT-T

source: No RX signal
sv: Ingen RX-signal

source: No WireGuard interfaces configured.
sv: Inga WireGuard-gränssnitt har konfigurerats.

source: No active leases found
sv: Inga aktiva leasingavtal hittades

source: No allowed mode configuration found.
sv: Ingen konfiguration för tillåtet läge hittades.

source: No bridge eligible for switch-style configuration was found. This view requires a bridge with VLAN filtering enabled (explicitly or implicitly via bridge-vlan sections) whose member ports are all physical ethernet or DSA switch ports. Bridges containing wireless, tunnel, VLAN sub-interfaces or other virtual members are intentionally excluded.
sv: Ingen brygga som lämpar sig för switchliknande konfiguration hittades. Den här vyn kräver en brygga med VLAN-filtrering aktiverad (uttryckligen eller implicit via bridge-vlan-sektioner) där alla medlemsportar är fysiska Ethernet- eller DSA-switchportar. Bryggor som innehåller trådlösa gränssnitt, tunnlar, VLAN-undergränssnitt eller andra virtuella medlemmar utesluts avsiktligt.

source: No changes to settings will be stored and are lost after rebooting. This mode should only be used to install a firmware upgrade
sv: Inga ändringar av inställningarna sparas och de går förlorade efter omstart. Det här läget bör endast användas för att installera en firmwareuppgradering

source: No client associated
sv: Ingen klient associerad

source: No control device specified
sv: Ingen styrenhet angiven

source: No data received
sv: Inga data mottagna

source: No enforcement
sv: Ingen tvingande tillämpning

source: No entries available
sv: Inga poster tillgängliga

source: No entries in this directory
sv: Inga poster i den här katalogen

source: No fixed interface listening port defined, peers might not be able to initiate connections to this WireGuard instance!
sv: Ingen fast lyssningsport har definierats för gränssnittet. Jämlikar kanske inte kan initiera anslutningar till den här WireGuard-instansen!

source: No host route
sv: Ingen värdrutt

source: No information available
sv: Ingen information tillgänglig

source: No managed switch found
sv: Ingen hanterad switch hittades

source: No master
sv: Ingen master

source: No matching prefix delegation
sv: Ingen matchande prefixdelegering

source: No negative cache
sv: Ingen negativ cache

source: No nftables ruleset loaded.
sv: Ingen nftables-regeluppsättning har lästs in.

source: No password set!
sv: Inget lösenord inställt!

source: No peers connected
sv: Inga jämlikar anslutna

source: No peers defined yet.
sv: Inga jämlikar har definierats ännu.

source: No ports are configured on this bridge.
sv: Inga portar är konfigurerade på den här bryggan.

source: No preferred mode configuration found.
sv: Ingen konfiguration för föredraget läge hittades.

source: No public keys present yet.
sv: Inga publika nycklar finns ännu.

source: No rules in this chain.
sv: Inga regler i den här kedjan.

source: No special configuration
sv: Ingen särskild konfiguration

source: No zone assigned
sv: Ingen zon tilldelad

source: No-op
sv: Ingen åtgärd

source: Node info
sv: Nodinformation

source: Node info privacy
sv: Integritet för nodinformation

source: Noise Margin
sv: Brusmarginal

source: Noise:
sv: Buller:

source: Non-wildcard
sv: Utan jokertecken

source: Not
sv: Inte

source: Not associated
sv: Inte associerad

source: Not connected
sv: Inte ansluten

source: Not present
sv: Inte närvarande

source: Not started on boot
sv: Startas inte vid uppstart

source: Not supported
sv: Stöds inte

source: Note that many options are set on a per-interface basis in the <a href="./network">Interfaces</a> tab.
sv: Observera att många alternativ anges per gränssnitt på fliken <a href="./network">Gränssnitt</a>.

source: Note: IPv4 only.
sv: Obs! Endast IPv4.

source: Note: Some wireless drivers do not fully support 802.11w. E.g. mwlwifi may have problems
sv: Obs! Vissa trådlösa drivrutiner stöder inte 802.11w fullt ut. Exempelvis kan mwlwifi ha problem

source: Note: Workaround mode allows a STA that claims OCV capability to connect even if the STA doesn't send OCI or negotiate PMF.
sv: Obs! Kompatibilitetsläget tillåter en STA som uppger stöd för OCV att ansluta även om STA:n inte skickar OCI eller förhandlar PMF.

source: Note: the <code>_lifetime=&lt;seconds&gt;</code> SVC parameter sets the lifetime of the announced server (use <code>0</code> to indicate a server which should no longer be used).
sv: Obs! SVC-parametern <code>_lifetime=&lt;seconds&gt;</code> anger livslängden för den annonserade servern (använd <code>0</code> för att ange en server som inte längre ska användas).

source: Note: this setting is for local services on the device only (not for forwarding).
sv: Obs! Den här inställningen gäller endast lokala tjänster på enheten (inte vidarebefordran).

source: Note: you may also need a DHCP Proxy (currently unavailable) when specifying a non-standard Relay To port(<code>addr#port</code>).
sv: Obs! Du kan även behöva en DHCP-proxy (för närvarande inte tillgänglig) när du anger en icke-standardport för Relä till (<code>adress#port</code>).

source: Notes
sv: Anteckningar

source: Notice
sv: Avisering

source: Number of allocated broadcast buffers
sv: Antal tilldelade broadcast-buffertar

source: Number of cached DNS entries, 10000 is maximum, 0 is no caching.
sv: Antal cachade DNS-poster. 10000 är maximum och 0 innebär ingen cachning.

source: Number of lines for log file history
sv: Antal rader i loggfilshistoriken

source: Number of packets to transmit through a slave before moving to the next one. Slave is chosen at random when 0.
sv: Antal paket som ska sändas genom en slav innan nästa väljs. Vid 0 väljs slav slumpmässigt.

source: Number of seconds between sent learning packets
sv: Antal sekunder mellan skickade inlärningspaket

source: Obfuscated Group Password
sv: Maskerat grupplösenord

source: Obfuscated Password
sv: Maskerat lösenord

source: Obtain IPv6 address
sv: Hämta IPv6-adress

source: Off means VRF traffic will be handled exclusively by sockets bound to VRFs.
sv: Av innebär att VRF-trafik enbart hanteras av sockets som är bundna till VRF:er.

source: Off-State Delay
sv: Fördröjning i av-läge

source: Off: <code>vlanXXX</code>, e.g., <code>vlan1</code>. On: <code>vlan_tagged_interface.XXX</code>, e.g. <code>eth0.1</code>.
sv: Av: <code>vlanXXX</code>, t.ex. <code>vlan1</code>. På: <code>vlan_tagged_interface.XXX</code>, t.ex. <code>eth0.1</code>.

source: Off: use all files in the directory including the instance specific hosts file
sv: Av: använd alla filer i katalogen, inklusive den instansspecifika hosts-filen

source: On a l2miss, send ARP
sv: Skicka ARP vid l2miss

source: On a l3miss, send ARP for IP -> mac resolution
sv: Skicka ARP för IP → MAC-upplösning vid l3miss

source: On-State Delay
sv: Fördröjning i på-läge

source: On-link
sv: På länken

source: On: use instance specific hosts file only
sv: På: använd endast den instansspecifika hosts-filen

source: One of hostname or MAC address must be specified!
sv: En utav värdnamn eller MAC-adress måste anges!

source: One of the following: %s
sv: Något av följande: %s

source: One or more fields contain invalid values!
sv: En eller fler fält innehåller ogiltiga värden!

source: One or more invalid/required values on tab
sv: Ett eller flera ogiltiga/obligatoriska värden på fliken

source: One or more required fields have no value!
sv: En eller fler fält som krävs har inget värde!

source: Only DHCP Clients with this tag are sent this boot option.
sv: Endast DHCP-klienter med den här taggen får detta startalternativ.

source: Only accept replies via
sv: Acceptera endast svar via

source: Only affects dmesg kernel log
sv: Påverkar endast kärnloggen dmesg

source: Only allow communication with non-isolated bridge ports when enabled
sv: Tillåt endast kommunikation med icke-isolerade bryggportar när detta är aktiverat

source: Only interfaces using this table (via override) will use this route.
sv: Endast gränssnitt som använder den här tabellen (via åsidosättning) använder den här rutten.

source: Only one of the MAC addresses is expected to be in active use on the network at any given time.
sv: Endast en av MAC-adresserna förväntas vara aktiv i nätverket vid en given tidpunkt.

source: Only process ping timeouts if routes exist
sv: Bearbeta ping-tidsgränser endast om rutter finns

source: Open iptables rules overview…
sv: Öppna översikt över iptables-regler…

source: Open list...
sv: Öppna lista...

source: Operate in <em>relay mode</em> if a designated master interface is configured and active, otherwise disable <abbr title="Neighbour Discovery Protocol">NDP</abbr> proxying.
sv: Kör i <em>reläläge</em> om ett utsett mastergränssnitt är konfigurerat och aktivt, annars inaktiveras <abbr title="Neighbour Discovery Protocol">NDP</abbr>-proxyförmedling.

source: Operate in <em>relay mode</em> if a designated master interface is configured and active, otherwise fall back to <em>server mode</em>.
sv: Kör i <em>reläläge</em> om ett utsett mastergränssnitt är konfigurerat och aktivt, annars används <em>serverläge</em> som reserv.

source: Operate in <em>relay mode</em> if an upstream IPv6 prefix is present, otherwise disable service.
sv: Kör i <em>reläläge</em> om ett uppströms IPv6-prefix finns, annars inaktiveras tjänsten.

source: Operating Channel Validation
sv: Validering av driftkanal

source: Operating frequency
sv: Driftfrekvens

source: Operator Code
sv: Kod för operatör

source: Operator Name
sv: Namn för operatör

source: Optimize TUN/TAP/UDP writes
sv: Optimera TUN/TAP/UDP-skrivningar

source: Option "%s" contains an invalid input value.
sv: Alternativet ”%s” innehåller ett ogiltigt inmatningsvärde.

source: Option "%s" must not be empty.
sv: Alternativet ”%s” får inte vara tomt.

source: Option changed
sv: Alternativet ändrades

source: Option removed
sv: Alternativet togs bort

source: Optional node info. This must be a { "key": "value", ... } map or set as null. This is entirely optional but, if set, is visible to the whole network on request.
sv: Valfri nodinformation. Detta måste vara en mappning av typen { "key": "value", ... } eller anges som null. Det är helt valfritt, men om det anges blir informationen synlig för hela nätverket på begäran.

source: Optional, free-form notes about this device
sv: Valfria, fritt formulerade anteckningar om enheten

source: Optional, in seconds. If set to '0', no reconnect is attempted.
sv: Valfritt, i sekunder. Om värdet är ”0” görs inget återanslutningsförsök.

source: Optional. 32-bit mark for packets during firewall processing. Enter value in hex, starting with <code>0x</code>.
sv: Valfritt. 32-bitars markering för paket under brandväggsbearbetning. Ange värdet hexadecimalt med <code>0x</code> först.

source: Optional. Allowed values: 'eui64', 'random', fixed value like '::1' or '::1:2'. When IPv6 prefix (like 'a:b:c:d::') is received from a delegating server, use the suffix (like '::1') to form the IPv6 address ('a:b:c:d::1') for the interface.
sv: Valfritt. Tillåtna värden: ”eui64”, ”random” eller ett fast värde som ”::1” eller ”::1:2”. När ett IPv6-prefix (t.ex. ”a:b:c:d::”) tas emot från en delegerande server används suffixet (t.ex. ”::1”) för att bilda gränssnittets IPv6-adress (”a:b:c:d::1”).

source: Optional. Base64-encoded preshared key. Adds in an additional layer of symmetric-key cryptography for post-quantum resistance.
sv: Valfritt. Base64-kodad fördelad nyckel. Lägger till ett extra lager med symmetrisk kryptografi för motståndskraft efter kvantdatorer.

source: Optional. Bind to a specific interface.
sv: Valfritt. Bind till ett specifikt gränssnitt.

source: Optional. Create routes for Allowed IPs for this peer.
sv: Valfritt. Skapa rutter för Allowed IPs för den här jämliken.

source: Optional. Description of peer.
sv: Valfritt. Beskrivning av jämliken.

source: Optional. Do not create host routes to peers.
sv: Valfritt. Skapa inte värdrutter till jämlikar.

source: Optional. Host of peer. Names are resolved prior to bringing up the interface.
sv: Valfritt. Jämlikens värd. Namn slås upp innan gränssnittet aktiveras.

source: Optional. IP addresses and prefixes that this peer is allowed to use inside the tunnel. Usually the peer's tunnel IP addresses and the networks the peer routes through the tunnel.
sv: Valfritt. IP-adresser och prefix som den här jämliken får använda inne i tunneln. Vanligen jämlikens tunnel-IP-adresser och de nätverk som jämliken routar genom tunneln.

source: Optional. Maximum Transmission Unit of the XFRM interface.
sv: Valfritt. Maximum Transmission Unit för XFRM-gränssnittet.

source: Optional. Maximum Transmission Unit of tunnel interface.
sv: Valfritt. Maximum Transmission Unit för tunnelgränssnittet.

source: Optional. Port of peer.
sv: Valfritt. Jämlikens port.

source: Optional. Private key of the WireGuard peer. The key is not required for establishing a connection but allows generating a peer configuration or QR code if available. It can be removed after the configuration has been exported.
sv: Valfritt. Privat nyckel för WireGuard-jämliken. Nyckeln krävs inte för att upprätta en anslutning men gör det möjligt att generera en jämlikekonfiguration eller QR-kod. Den kan tas bort efter att konfigurationen har exporterats.

source: Optional. Seconds between keep alive messages. Default is 0 (disabled). Recommended value if this device is behind a NAT is 25.
sv: Valfritt. Sekunder mellan keepalive-meddelanden. Standard är 0 (inaktiverat). Rekommenderat värde om enheten finns bakom NAT är 25.

source: Optional. Specify the realm if your VPN gateway uses custom login portals.
sv: Valfritt. Ange realm om din VPN-gateway använder egna inloggningsportaler.

source: Optional. UDP port used for outgoing and incoming packets.
sv: Valfritt. UDP-port som används för utgående och inkommande paket.

source: Options marked with ² are OpenSSL only.
sv: Alternativ markerade med ² gäller endast OpenSSL.

source: Options marked with ¹ are deprecated and will be removed.
sv: Alternativ markerade med ¹ är föråldrade och kommer att tas bort.

source: Options to be added for this tag.
sv: Alternativ som ska läggas till för den här taggen.

source: Options:
sv: Alternativ:

source: Or "These %s set this %s".
sv: Eller ”Dessa %s sätter denna %s”.

source: Ordinal: lower comes first.
sv: Ordningsvärde: lägre kommer först.

source: Ordinal: routes with the lowest metric match first
sv: Ordningsvärde: rutter med lägst metrik matchas först

source: Originator Interval
sv: Originator-intervall

source: Other:
sv: Andra:

source: Out
sv: Ut

source: Outbound:
sv: Utgående:

source: Outgoing checksum
sv: Utgående kontrollsumma

source: Outgoing interface
sv: Gränssnitt för utgående

source: Outgoing key
sv: Utgående nyckel

source: Outgoing serialization
sv: Utgående serialisation

source: Output Interface
sv: Utgående gränssnitt

source: Output zone
sv: Utgående zon

source: Overlap
sv: Överlappa

source: Override IPv4 routing table
sv: Åsidosätt IPv4-routningstabell

source: Override IPv6 routing table
sv: Åsidosätt IPv6-routningstabell

source: Override MTU
sv: Åsidosätt MTU

source: Override TOS
sv: Åsidosätt TOS

source: Override TTL
sv: Åsidosätt TTL

source: Override default MAC address - the range of usable addresses might be limited by the driver
sv: Åsidosätt standard-MAC-adressen – intervallet med användbara adresser kan begränsas av drivrutinen

source: Override default interface name
sv: Åsidosätt standardnamn för gränssnitt

source: Override the gateway in DHCP responses
sv: Åsidosätt gateway i DHCP-svar

source: Override the netmask sent to clients. Normally it is calculated from the subnet that is served (dnsmasq only).
sv: Åsidosätt nätmasken som skickas till klienter. Normalt beräknas den från undernätet som betjänas (endast dnsmasq).

source: Override the table used for internal routes
sv: Åsidosätt tabellen som används för interna rutter

source: Overwrite existing file "%s" ?
sv: Skriv över den befintliga filen ”%s”?

source: Overwrite the current settings with the imported configuration?
sv: Skriva över de aktuella inställningarna med den importerade konfigurationen?

source: Owner
sv: Ägare

source: P2P Client
sv: P2P-klient

source: PAP/CHAP password
sv: PAP/CHAP-lösenord

source: PAP/CHAP username
sv: PAP/CHAP-användarnamn

source: PDP Type
sv: PDP-typ

source: PIN
sv: PIN-kod

source: PIN code rejected
sv: PIN-koden avvisades

source: PIO directory
sv: PIO-katalog

source: PKCS#12 file containing keys
sv: PKCS#12-fil som innehåller nycklar

source: PPPoA Encapsulation
sv: PPPoA-inkapsling

source: PSID offset
sv: PSID-förskjutning

source: PSID-bits length
sv: Längd på PSID-bitar

source: PXE over IPv6
sv: PXE över IPv6

source: Packet Service State
sv: Pakettjänstens tillstånd

source: Packet Steering
sv: Paketstyrning

source: Packets
sv: Paket

source: Packets exceeding this value may be fragmented
sv: Paket som överskrider detta värde kan fragmenteras

source: Packets per slave
sv: Paket per slav

source: Part of zone %q
sv: Del av zon %q

source: Pass environment variables to script
sv: Skicka miljövariabler till skript

source: Pass environment variables to script prepended with OPENVPN_
sv: Skicka miljövariabler till skript med prefixet OPENVPN_

source: Password Policy
sv: Lösenordspolicy

source: Password of Private Key
sv: Den privata nyckelns lösenord

source: Password of inner Private Key
sv: Lösenordet för den inre privata nyckeln

source: Password strength
sv: Lösenordets styrka

source: Password2
sv: Lösenord2

source: Paste content of a file, or a URL to a key file, or drag and drop here to upload a software repository public key…
sv: Klistra in innehållet i en fil eller en URL till en nyckelfil, eller dra och släpp här för att ladda upp en publik nyckel för ett programförråd…

source: Paste or drag SSH key file…
sv: Klistra in eller dra SSH-nyckelfil…

source: Paste or drag WireGuard peer configuration (wg0.conf) file…
sv: Klistra in eller dra WireGuard-jämlikekonfigurationen (wg0.conf)…

source: Paste or drag a WireGuard configuration (commonly <em>wg0.conf</em>) from another system below to create a matching peer entry allowing that system to connect to the local WireGuard interface.
sv: Klistra in eller dra en WireGuard-konfiguration (vanligen <em>wg0.conf</em>) från ett annat system nedan för att skapa en matchande jämlikepost som låter det systemet ansluta till det lokala WireGuard-gränssnittet.

source: Paste or drag repository public key
sv: Klistra in eller dra publik nyckel för förråd

source: Paste or drag supplied WireGuard configuration file…
sv: Klistra in eller dra den tillhandahållna WireGuard-konfigurationsfilen…

source: Path
sv: sökväg

source: Path to CA-Certificate
sv: Sökväg till CA-certifikat

source: Path to Client-Certificate
sv: Genväg till klient-certifikat

source: Path to Private Key
sv: Genväg till privat nyckel

source: Path to a script to run each time the lease file changes.
sv: Sökväg till ett skript som ska köras varje gång leasingfilen ändras.

source: Path to inner CA-Certificate
sv: Genväg till det inre CA-certifikatet

source: Path to inner Client-Certificate
sv: Genväg till det inre klient-certifikatet

source: Path to inner Private Key
sv: Genväg till den inre privata nyckeln

source: Paused
sv: Pausad

source: Peak:
sv: Topp:

source: Peer
sv: Jämlike

source: Peer Details
sv: Detaljer om jämlike

source: Peer IP
sv: Jämlikens IP-adress

source: Peer IP address to assign
sv: IP-adress att tilldela jämliken

source: Peer MAC address
sv: Jämlikens MAC-adress

source: Peer URI
sv: Jämlikens URI

source: Peer address is missing
sv: Jämlikeadress saknas

source: Peer addresses
sv: Jämlikeadresser

source: Peer device name
sv: Jämlikens enhetsnamn

source: Peer interface
sv: Jämlikegränssnitt

source: Peer notifications
sv: Jämlikeaviseringar

source: Perform outgoing packets serialization (optional).
sv: Serialisera utgående paket (valfritt).

source: Perform reboot
sv: Utför omstart

source: Perform reset
sv: Utför återställning

source: Persist replay-protection state
sv: Bevara tillstånd för skydd mot replay

source: Persist/unpersist ifconfig-pool
sv: Bevara/ta bort ifconfig-pool

source: Persistent Keep Alive
sv: Beständig keepalive

source: Persistent reconnect interval
sv: Beständigt återanslutningsintervall

source: PersistentKeepAlive setting is invalid
sv: Inställningen PersistentKeepAlive är ogiltig

source: Phy Rate:
sv: Fysisk hastighet:

source: Physical Settings
sv: Fysiska inställningar

source: Ping remote every n seconds over TCP/UDP port
sv: Pinga fjärränden var n:e sekund över TCP/UDP-port

source: Pkts.
sv: Pkt.

source: Please enter a VLAN ID between %d and %d.
sv: Ange ett VLAN-ID mellan %d och %d.

source: Please enter your username and password.
sv: Vänligen ange ditt användarnamn och lösenord.

source: Please open the drop-down list and select or type in the name of the Batman VLAN device.
sv: Öppna rullgardinsmenyn och välj eller skriv namnet på Batman-VLAN-enheten.
